[
    {
        "_entity": "mantle.request.Request",
        "requestId": "GROWERP-HELP-001",
        "requestName": "1-How to use the mobile application?",
        "description": "You obviously registered yourself successfully. Below follows a number of hints and tips to use the application efficiently. <h3>Menus</h3>The application has two menu systems, clicking on the menu text at the topleft corner and second by icons you can arrange yourself on the home and setup Page. <h3>Item lists</h3> All item lists like products, tablenumbers etc allow you click on an item which provides you more information and the ability to modify them.<h3>Detailed screens</h3>On the detailed informationscreens to can modify the related information, the data is saved when you press the SAVE button. BACK at the top left corner will go back to the list you came from",
        "requestTypeEnumId": "RqtFAQ",
        "statusId": "ReqCompleted"
    },
    {
        "_entity": "mantle.request.Request",
        "requestId": "GROWERP-HELP-002",
        "requestName": "2 How to start?",
        "description": "The application is by default loaded with some data to get your started... You can however modify and add more, whatever you need.<br/>First of all adjust your products within categories: the meals and drinks  you have on offer, then the table numbers within tableareas (outside/inside and more) and the locations where you want to prepare your orders like bar and kitchen.<br/> <h3>Products and Categories</h3> First adjust or define your categoeries in the Catgories Tab. Then add your poducts like food and drinks to the categories. <h3>Areas with Tables</h3> We already defined two area for you, adjust it for your location",
        "requestTypeEnumId": "RqtFAQ",
        "statusId": "ReqCompleted"
    },
    {
        "_entity": "mantle.request.Request",
        "requestId": "GROWERP-HELP-003",
        "requestName": "3 I have another question not listed here?",
        "description": "In the help function you can enter in the second tab, your own questions which will be answered within 24 hours by the system support team.",
        "requestTypeEnumId": "RqtFAQ",
        "statusId": "ReqCompleted"
    }
]
